{
  "name": "Jane Rose Dinoy Ochavo",
  "title": "I’m a Frontend Developer",
  "description": "I create efficient, high-quality solutions with a detail-oriented and proactive mindset. Beyond clean code, I focus on real-world impact, collaboration, and getting things done right. Thoughtful, adaptable, and driven—I ensure every project is executed with excellence.",
  "personalInformation": {
    "description": "A detail-oriented professional passionate about problem-solving and efficiency.",
    "gender": "Female",
    "age": 22,
    "languages": [
      "English",
      "Tagalog"
    ],
    "city": "Cebu, Philippines",
    "nationality": "Filipino",
    "phone": "0912-650-1665",
    "email": "janeochavo060@gmail.com",
    "status": "Taken"
  },
  "educationtab": {
    "title": "Education",
    "description": "Bachelor of Science and Technology graduate with a strong foundation in programming.",
    "schools": [
      {
        "school_year": "2022-2025",
        "school": "Cordova Public College",
        "year_span": "4yr. Tertiary Education",
        "description": "Pursuing a Bachelor’s Degree with a focus on programming. Gaining in-depth knowledge and practical experience."
      },
      {
        "school_year": "2018-2022",
        "school": "Benthel Asia School of Technology",
        "year_span": "2yr. Secondary Education",
        "description": "Building a strong foundation in academic and technical skills."
      },
      {
        "school_year": "2015-2018",
        "school": "Sudtonggan Night High School",
        "year_span": "4yr. Secondary Education",
        "description": "Developing critical thinking, problem-solving, and collaborative skills."
      },
      {
        "school_year": "2009-2015",
        "school": "Ibabao Elementary School",
        "year_span": "6yr. Primary Education",
        "description": "Establishing essential learning skills and academic fundamentals."
      }
    ]
  },
  "skills": {
    "title": "Skills",
    "description": "Master the essentials of web development with Next.js, Vue.js, React, Tailwind CSS, PHP, and MySQL, building dynamic, responsive, and scalable web applications.",
    "hover_text": [
      {
        "title": "Next.js",
        "description": " A React framework for building fast, server-rendered and static web applications with ease."
      },
      {
        "title": "Vue.js",
        "description": "A progressive JavaScript framework for building interactive and flexible frontend applications."
      },
      {
        "title": "React",
        "description": "A JavaScript library for creating reusable UI components and dynamic user interfaces."
      },
      {
        "title": "Tailwind CSS",
        "description": "A utility-first CSS framework for quickly styling modern and responsive web designs."
      },
      {
        "title": "PHP",
        "description": "A server-side scripting language used for building dynamic websites and backend functionality."
      },
      {
        "title": "Figma",
        "description": "A cloud-based design tool for creating UI/UX prototypes, wireframes, and collaborative design projects."
      }
    ]
  },
  "portfolio": {
    "data": [
      {
        "num": "01",
        "title": "Warmows",
        "description": "The RR Water Refilling Sales Monitoring Web System (WARSMOWS) is an online tool that streamlines sales tracking, inventory management, expenses, POS, user accounts, deliveries, and customer data handling. With reporting, analytics, robust security, and mobile compatibility, it empowers water refilling businesses to operate efficiently and make informed decisions.",
        "tech_used": "VUE, TAILWIND, NODE.JS, EXPRESS ",
        "image": "/images/warsmows.png",
        "github": "https://github.com/janeochavo060/warsmows"
      },
      {
        "num": "02",
        "title": "Travelog",
        "description": "Travelog is a travel blog website that shares inspiring destinations, travel tips, and personal experiences to help adventurers explore the world. With engaging stories, stunning visuals, and practical guides, it makes travel planning easier and more exciting.",
        "tech_used": " HTML, CSS, JAVASCRIPT",
        "image": "/images/travelguide.png",
        "github": "https://github.com/janeochavo060/TravelGuide"
      },
      {
        "num": "03",
        "title": "Agile Webworks",
        "description": "is a dynamic web development company specializing in creating fast, scalable, and user-friendly websites using modern technologies. With an agile approach, it delivers innovative digital solutions tailored to businesses' unique needs.",
        "tech_used": " REACT, NEXTJS, TAILWIND CSS",
        "image": "/images/agile.png",
        "github": "https://github.com/janeochavo060/AGILEWEBWORKS"
      }
    ]
  }
}